/* Open LayerLink About window */
"About LayerLink" = "Über LayerLink";

/* Illustrator file chooser dialog window title */
"Choose an Illustrator 10 or Later Document" = "Wählen Sie eine Illustrator Datei (Version 10 oder höher)";

/* Illustrator file chooser dialog accept button */
"Import as Project" = "Als Projekt importieren";

/* Import as Project... menu item in Retail Motion */
"Import as Project..." = "Als Projekt importieren…";

/* Import as Project... menu item in Retail Motion 2 */
"Motion 2 Import as Project..." = "Importer comme projet..."; /* unlikely, but there for good measure */

/* Import an Illustrator document as a Motion project */
"Import Illustrator as Project..." = "Illustrator als Projekt importieren…";

/* Import an Illustrator document as a Motion project in Motion 2 */
"Motion 2 Import Illustrator as Project..." = "Illustrator als Projekt importieren...";

/* Go to LayerLink purchase web page at ampede.com */
"Purchase LayerLink..." = "LayerLink kaufen…";

/* Launch LicenseControl application */
"Register LayerLink..." = "LayerLink registrieren…";

/* Launch LicenseControl application */
"Unregister LayerLink..." = "LayerLink abmelden…";

